Repository: Epicalert/prjcnn-translation
Catalog: game/*.po
Languages: eo

# versiontext
source: Project Connection v{0}, Unity {1} Built on {2} at {3} Running on {4} 2017-{5} Epicalert Technologies
eo: Project Connection v{0}, Unity {1} Konstruita je {2} en {3} Ruliĝante sur {4} 2017-{5} Epicalert Technologies

# setup-lang-h
source: Select Language
eo: Elektu Lingvon

# setup-lang-sh
source: Please select your language.
eo: Bonvole elektu vian lingvon.

# setup-scale-h
source: Interface scale
eo: Grandeco de Interfaco

# setup-scale-sh
source: Adjust the UI scale to fit your device.
eo: Alĝustigu la grandeco ĝis estas taŭga.

# setup-end-h
source: Welcome to the Connection.
eo: Bonvenon al la Konekto.

# setup-end-sh
source: Press OK to continue.
eo: Premi 'Bone' por daŭrigo.

# menu-servhost
source: Host a Server
eo: Lanĉi Servilon

# menu-servdedi
source: Start a dedicated Server
eo: Lanĉi Dediĉita Servilon

# menu-servconn
source: Connect to Server
eo: Konekti al Servilon

# menu-placeholder-ip
source: Enter server IP
eo: Entajpu la IP de la Servilon

# menu-placeholder-port
source: Enter Server Port
eo: Entajpu la Pordo de la Servilon

# menu-settgrph
source: Graphics Settings
eo: Grafika Agordoj

# general-yes
source: Yes
eo: Jes

# general-no
source: No
eo: Ne

# general-cnc
source: Cancel
eo: Nuligi

# general-ok
source: OK
eo: Bone

# general-apply
source: Apply
eo: Apliki

# general-off
source: Off
eo: Malaktiva

# general-vlow
source: Very Low
eo: Tre Malalta

# general-low
source: Low
eo: Malalta

# general-med
source: Medium
eo: Mezalta

# general-high
source: High
eo: Alta

# general-vhigh
source: Very High
eo: Tre Alta

# general-epic
source: Epic
eo: Extrema

# general-resume
source: Resume
eo: Daŭrigi

# general-returnmenu
source: Back to menu
eo: Reveni al la menuo

# general-disconnect
source: Disconnect
eo: Malkonekti

# general-err
source: ERROR (LNG-1)
eo: ERARO (LNG-1)

# general-lang
source: Language
eo: Lingvo

# general-uiscale
source: UI scale
eo: Grandeco de Interfaco

# general-touchscale
source: Touch control scale
eo: Grandeco de Tuŝaj Regiloj

# sett-grph-h
source: Graphics settings
eo: Grafikaj agordoj

# sett-grph-post
source: Post Processing
eo: Postaj Traktadoj

# sett-grph-preset
source: Graphics quality preset
eo: Antaŭagordo de Grafika Kvalito

# sett-restartapply
source: Restart the game to apply changes.
eo: Relanĉi la ludo por apliki novajn argodojn.

# sett-lang-h
source: Language settings
eo: Lingvagordoj

# sett-lang-lang
source: Language code
eo: Lingvkodo

# sett-placeholder-lcode
source: Enter Language Code
eo: Entajpu Lingvkodon

# sett-debug-h
source: Debug Settings
eo: Sencimiga Agordoj

# sett-debug-fps
source: Toggle FPS monitor
eo: Baskuligi la FPS-observilon

# sett-debug-info
source: Toggle debug info
eo: Baskuligi Sencimigan Informojn

# ingame-placeholder-uname
source: Enter username
eo: Entajpu vian Uzantnomon

# ingame-username
source: Username
eo: Uzantnomo

# ingame-waiting
source: Waiting for players...
eo: Atendante ludantojn…

# ingame-winner
source: Winner
eo: Gajnanto

# ingame-ready
source: Ready
eo: Preta

# ingame-menu-h
source: Menu
eo: Menuo

# ingame-menu-settings
source: Settings
eo: Agordoj

# ingame-menu-connectinfo-c
source: Global IP: {0} Local IP: {1} Server IP: {2} Port: {3} Ping to Server: {4}ms
eo: Malloka IP: {0} Loka IP: {1} IP de la Servilo: {2} Pordo: {3} Ping: {4}ms

# ingame-menu-connectinfo
source: Connection Info
eo: Konektaj informoj

# warn-h
source: Warning
eo: Averto

# warn-disconnect
source: Doing this will disconnect you from the game. Continue?
eo: Vi malkonektos al la servilon se vi faros ĉi tiun. Ĉu daŭrigi?

# warn-langnfinal
source: This language pack may contain inaccurate translations. Would you like to use it anyway?
eo: Ĉi tiun lingvpakon estas nekompleta. Ĉu vi volas uzi ĝin senrigarde?

# dcn-header
source: Disconnected
eo: Malkonektis

# dcn-nullerror
source: Error message could not be loaded.
eo: La erarmesaĝo ne povas ŝarĝi.

# err-DCN
source: Disconnected
eo: Malkonektita

# err-DCN-0
source: An unknown connection error has occurred.
eo: Nekonata konekta eraro okazis.

# err-DCN-1
source: Your game version does not match the version of the server. Please install the same version as the server and try again.
eo: Versio de via ludo kaj versio de la servilo estas malsamaj. Bonvolu instali la sama versio kiel la servilo kaj reprovi.

# err-DCN-2
source: Your IP adress has been banned from the server.
eo: Via IP-adreso estis malpermesata de la servilon.

# err-DCN-3
source: You have been kicked from the server.
eo: Vi estis forigita de la servilon.

# err-DCN-4
source: You have disconnected from the server.
eo: Vi malkonektis de la servilon.

# err-DCN-5
source: Could not connect to the server.
eo: Ne povis konekti al la servilon.

# err-LNG
source: Language Pack Error
eo: Lingvpaka eraro

# err-LNG-0
source: An unknown error with this language pack has occurred.
eo: Nekonata lingvpaka eraro okazis.

# err-LNG-1
source: The text for this UI element was not found in the language pack.
eo: La teksto al ĉi tiun UI elemento ne povis ŝarĝi en ĉi tiun lingvpakon.

# err-LNG-2
source: The language pack could not be loaded.
eo: Ne povas ŝarĝi la lingvpakon.

# err-NET
source: Network Error
eo: Reta Eraro

# err-NET-0
source: An unknown network error has occurred.
eo: Nekonata reta eraro okazis.

# err-NET-1
source: Server address not set.
eo: Adreso de la servilo ne estis specifa.

# err-NET-2
source: Server port invalid.
eo: Pordo de la servilo ne estas valida.

# err-NET-3
source: Internet connection not available.
eo: Retkonekto ne estas disponebla.

# err-MSC-0
source: An unknown error occurred.
eo: Nekonata eraro okazis.

# err-MSC-1
source: Feature not yet implemented; this game is not yet complete.
eo: Funkcio ankoraŭ ne realigita; ĉi tiu ludon estas nekompleta.

# auth-header
source: Authenticating...
eo: Aŭtentigante…

# auth-content
source: Authenticating, Please wait.
eo: Aŭtentigante, Bonvolu atendi.

# arena-stultaOne
source: STULTA Arena One
eo: STULTA Batalejo Unu

# arena-testRoom
source: Test Room
eo: Prova ĉambro

# arena-klepsia
source: Mount Klepsia Arena
eo: Areno de Monto Klepsio

# item-wep-test
source: Test Weapon
eo: Prova Armilo

# item-wep-woods
source: Soft Wooden Deathstick
eo: Malkruda Ligna Bastono de Morto

# item-wep-woodh
source: Hard Wooden Deathstick
eo: Kruda Ligna Bastono de Morto
